# Generated by `mise run brew:generate`. Do not edit.
# Source: union of tasks/*/Brewfile.

brew "cloudflared"
brew "direnv"
brew "the_silver_searcher"
cask "1password"
cask "1password-cli"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "iterm2"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark Desktop", id: 6445813049
